/* ====================================================================== */
/* Auth Dialog */

/* ---------------------------------------------------------------------- */
/* Window Titles */
"ENTER_CREDENTIALS" = "자격 증명 입력";
"CONNECT_TO_SERVER" = "서버에 연결";
"PRINTER_AUTH" = "프린터 인증";
"SCREEN_SHARE_AUTH" = "화면 공유";

/* ---------------------------------------------------------------------- */
/* Auth Dialog Messages */

/* Generic Connect */
"GENERIC_MSG_BOTH" = "“%@”에 연결하려면 이름 및 암호를 입력하십시오.";
"GENERIC_MSG_PASS" = "“%@”에 연결하려면 암호를 입력하십시오.";
"GENERIC_MSG_NONAME" = "사용자 이름과 암호를 입력하십시오.";

/* Protocol Specific */
"AFP_MSG" = "“%@” 서버에 대한 이름 및 암호를 입력하십시오.";
"SMB_MSG" = "“%@” 서버에 대한 이름 및 암호를 입력하십시오.";
"FTP_MSG" = "“%@” 서버에 대한 이름 및 암호를 입력하십시오.";
"WEBDAV_MSG" = "“%@” 서버에 대한 이름 및 암호를 입력하십시오.";

/* File Server */
"FS_MSG_BOTH" = "“%@” 서버에 대한 이름 및 암호를 입력하십시오.";
"FS_MSG_PASS" = "“%@” 서버에 대한 암호를 입력하십시오.";

/* Generic Server */
"SRV_MSG_BOTH" = "“%@” 서버에 대한 이름 및 암호를 입력하십시오.";
"SRV_MSG_PASS" = "“%@” 서버에 대한 암호를 입력하십시오.";

/* Printer */
"PRINT_MSG_BOTH" = "“%@” 프린트에 대한 이름 및 암호를 입력하십시오.";
"PRINT_MSG_PASS" = "“%@” 프린트에 대한 암호를 입력하십시오.";

/* Print Server */
"PS_MSG_BOTH" = "“%@” 프린트 서버에 대한 사용자 이름 및 암호를 입력하십시오.";
"PS_MSG_PASS" = "“%@” 프린트 서버에 대한 사용자 이름 및 암호를 입력하십시오.";

/* Screen Sharing */
"SS_MSG_BOTH" = "“%@”의 화면을 공유하려면 이름 및 암호를 입력하십시오.";
"SS_MSG_PASS" = "“%@”의 화면을 공유하려면 암호를 입력하십시오.";

"VS_MSG_BOTH" = "“%@”의 화면을 보려면 이름 및 암호를 입력하십시오.";
"VS_MSG_PASS" = "“%@”의 화면을 보려면 암호를 입력하십시오.";

/* Time Machine */
"TM_MSG_BOTH" = "“%@” 서버에 대한 이름 및 암호를 입력하면 Time Machine이 해당 서버에 연결할 수 있습니다.";
"TM_MSG_PASS" = "“%@” 서버에 대한 암호를 입력하면 Time Machine이 해당 서버에 연결할 수 있습니다.";

/* Pre Auth */
"PA_MSG_BOTH" = "“%@” 프록시 서버의 이름 및 암호를 입력하십시오.";
"PA_MSG_PASS" = "“%@” 프록시 서버의 암호를 입력하십시오.";


/* ---------------------------------------------------------------------- */
/* Auth Dialog Buttons */
"CONNECT" = "연결";
"SHARE" = "공유";
"PRINT" = "프린트";
"VIEW" = "보기";
"OK" = "승인";

"CONNECT_AS" = "다음으로 연결:";
"GUEST" = "방문객";
"REGISTERED_USER" = "등록 사용자";

"CONNECT_BY" = "연결:";
"BY_ASKING_FOR_PERMISSION" = "사용 권한 묻기";
"AS_REGISTERED_USER" = "등록된 사용자로";


/* ---------------------------------------------------------------------- */
/* Tool Tips */
"TOOLTIP_NAME_SMB" = "도메인\\사용자 이름";

/* ====================================================================== */
/* Share Picker Messages */
"SELECT_VOLUME_ON_SERVER" = "“%@”에서 마운트하려는 볼륨을 선택하십시오:";
"SELECT_VOLUME" = "마운트할 볼륨 선택:";

"SELECT_PRINTER_ON_SERVER" = "“%@”에 있는 프린터를 선택하십시오:";

/* ---------------------------------------------------------------------- */
/* default western encoding name */
"WESTERN_MAC" = "서유럽어(Mac)";


/* ====================================================================== */
/* Change Password */
"CHANGE_PASSWORD_MSG" = "“%2$@”에 있는 “%1$@”에 대한 암호를 변경하십시오.";


/* ====================================================================== */
/* Progress Dialog */
"CONNECTING_TO_GENERIC" = "연결 중...";
"CONNECTING_TO_HOST" = "“%@”에 연결 중.";


/* ====================================================================== */
/* Volume Password */
"ENTER_VOLUME_PASSWORD_FOR_SERVER" = "“%2$@” 파일 서버에 있는 “%1$@”에 대한 암호를 입력하십시오.";
"ENTER_VOLUME_PASSWORD" = "“%@”에 대한 암호를 입력하십시오.";


/* ====================================================================== */
/* Keychain Kinds */
"NETWORK_PASSWORD" = "네트워크 암호";
"PRINT_PASSWORD" = "프린터 암호";
"AFP_PASSWORD" = "AFP 암호";
"SMB_PASSWORD" = "SMB 암호";
"FTP_PASSWORD" = "FTP 암호";
"WEBDAV_PASSWORD" = "WebDAV 암호";
"VNC_PASSWORD" = "VNC 암호";


/* ====================================================================== */
/* ---------------------------------------------------------------------- */
/* Error Message Text */
"EMSG_OCCURRED" = "오류가 발생했습니다.";
"EMSG_INVALID_PWD" = "유효하지 않은 암호를 입력했습니다.";
"EMSG_INVALID_NAME_PWD" = "유효하지 않은 사용자 이름 또는 암호를 입력했습니다.";
"EMSG_PWD_EXPIRED" = "암호가 만료되었습니다.";
"EMSG_PWD_NEEDS_CHANGE" = "암호를 변경해야 합니다.";
"EMSG_PWD_POLICY" = "암호가 서버에 의해 강제된 정책에 적합하지 않습니다.";
"EMSG_CONNECTION_FAILED" = "연결 실패";

"EMSG_MOUNT_FAILURE" = "볼륨이 마운트에 실패했습니다.";

/* ---------------------------------------------------------------------- */
/* Error Info Text */
"EINFO_TRY_AGAIN" = "다시 시도하십시오.";
"EINFO_CONTACT_ADMIN" = "자세한 내용은 시스템 관리자에게 문의하십시오.";

"EINFO_NO_ACCESS_USER" = "“%@” 서버에 연결할 권한이 없습니다.";
"EINFO_NO_ACCESS_GUEST" = "“%@” 서버는 방문객 연결을 허용하지 않습니다.";
"EINFO_SAME_MACHINE" = "사용자의 컴퓨터에 있는 “%@” 서버를 사용할 수 없습니다. 볼륨 및 파일에 로컬로 연결하십시오.";
"EINFO_NO_SERVER" = "“%@” 서버가 존재하지 않거나 지금 사용할 수 없습니다. 서버 이름 또는 IP 주소를 확인하고 네트워크 연결을 확인한 다음 다시 시도하십시오.";
"EINFO_TOO_MANY_USERS" = "“%@” 서버는 다른 사용자가 추가로 로그인하는 것을 허용하지 않습니다. 나중에 연결을 다시 시도하십시오.";
"EINFO_GENERAL" = "“%@” 서버에 연결하는 동안에 오류가 발생했습니다. 서버 이름 및 IP 주소를 확인한 다음 다시 시도하십시오.\n\n해당 문제를 해결할 수 없다면 시스템 관리자에게 문의하십시오.";
"EINFO_NO_SHARES" = "사용 가능한 공유 항목이 없거나 “%@” 서버에서 해당 항목에 연결하도록 허용되지 않았습니다. 해당 문제를 해결하려면 시스템 관리자에게 문의하십시오.";

"EINFO_NO_ACCESS_USER_UNKNOWN" = "이 서버에 연결할 권한이 없습니다.";
"EINFO_NO_ACCESS_GUEST_UNKNOWN" = "이 서버는 방문객 연결을 허용하지 않습니다.";
"EINFO_SAME_MACHINE_UNKNOWN" = "사용자의 컴퓨터에 있는 파일 서버를 사용할 수 없습니다. 볼륨 및 파일에 로컬로 연결하십시오.";
"EINFO_NO_SERVER_UNKNOWN" = "해당 서버가 존재하지 않거나 지금 사용할 수 없습니다. 서버 이름 또는 IP 주소를 확인하고 네트워크 연결을 확인한 다음 다시 시도하십시오.";
"EINFO_TOO_MANY_USERS_UNKNOWN" = "이 파일 서버는 다른 사용자가 추가로 로그인하는 것을 허용하지 않습니다. 나중에 연결을 다시 시도하십시오.";
"EINFO_GENERAL_UNKNOWN" = "서버에 연결하는 동안에 오류가 발생했습니다. 서버 이름 및 IP 주소를 확인한 다음 다시 시도하십시오.\n\n해당 문제를 해결할 수 없다면 시스템 관리자에게 문의하십시오.";
"EINFO_NO_SHARES_UNKNOWN" = "사용 가능한 공유 항목이 없거나 해당 서버에서 해당 항목에 연결하도록 허용되지 않았습니다. 해당 문제를 해결하려면 시스템 관리자에게 문의하십시오.";

"EINFO_UNKNOWN_MOUNT_FAILED" = "볼륨을 마운트하는 동안에 오류가 발생했습니다.";
"EINFO_ONE_MOUNT_FAILED" = "“%@” 볼륨을 마운트할 수 없습니다.";
"EINFO_MULTIPLE_MOUNTS_FAILED" = "다음 볼륨을 마운트할 수 없습니다.";
